{
  "posts" : [
    {
      "date": "1/6/2020",
      "title": "2020 Golden Globes movie winners: 1917 and Once Upon a Time in Hollywood win best motion picture",
      "excerpt": "Netflix is the biggest disappointment of the night with the most nominations and zero wins",
      "tags": ["movies", "golden globes", "winners"],
      "slug": "2020-golden-globes-movie-winners"
    },
    {
      "date": "12/10/2019",
      "title": "2020 Golden Globes movie nominations: Netflix in the lead with four nominations for best picture",
      "excerpt": "Noah Baumbach's Marriage Story leads with five nominations, followed by Scorsese's The Irishman, and Fernando Meirelles's The Two Popes. ",
      "tags": ["movies", "golden globes", "nominations"],
      "slug": "2020-golden-globes-nominations"
    },
    {
      "date": "10/15/2019",
      "title": "Margaret Atwood and Bernardine Evaristo are the winners of The Booker Prize 2019",
      "excerpt": "Judges break the rules with a double win by two authors in this year's announcement.",
      "tags": [ "books", "the booker prize", "2019"],
      "slug": "booker-prize-winners-2019"
    },
    {
      "date": "09/27/2019",
      "title": "Meet the five books in the shortlist for The Booker Prize 2019",
      "excerpt": "The shortlist for The Book Prize 2019 includes the latest from Margaret Atwood and Salman Rushdie, among others. Meet the finalists and get on reading.",
      "tags": [ "books", "the booker prize", "2019"],
      "slug": "booker-prize-shortlist-2019"
    },
    {
      "date": "09/15/2019",
      "title": "Five prestigious book awards to help you find your next great book to read",
      "excerpt": "Book Awards can be a source of great book recommendations. Here are five prestigious book awards to keep in mind.",
      "tags": [ "books "],
      "slug": "book-awards"
    },
    {
      "date": "09/08/2019",
      "title": "2019 Venice Film Festival winners include the new Joker movie and Roman Polanski",
      "excerpt": "Todd Phillips's Joker got the Golden Lion for best movie; Roman Polanski won the Grand Jury Prize for An Officer And A Spy. See all competition winners of 2019's Venice Film Festival.",
      "tags": [
        "movies",
        "venice",
        "2019"
      ],
      "slug": "winners-venice-film-festival-2019"
    },
    {
      "date": "08/19/2019",
      "title": "The 2019 Hugo Awards Winners",
      "excerpt": "The winners of this year's awards include Mary Robinette Kowal's The Calculating Stars and Martha Wells's Artificial Condition.",
      "tags": [
        "books",
        "hugo",
        "2019"
      ],
      "slug": "hugo-award-winners-2019"
    }
  ]
}
